Repository: recalbox/recalbox-manager
Catalog: project/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Home
fr: Accueil

source: Rom by system
fr: Roms par système

source: Submit
fr: Soumettre

source: Bios file
fr: Fichier de Bios

source: Your file does not seem to be a supported Bios
fr: Votre fichier ne semble pas être un Bios supporté

source: Your file does not have a correct MD5 checksum
fr: Votre fichier ne semble pas avoir une somme de vérification MD5 valide

source: Content
fr: Contenu

source: Backup previous version before saving
fr: Sauvegarder la version précédente avant d'enregistrer

source: Rom file
fr: Fichier de Rom

source: Your file does not seem to be a valid Rom for this system
fr: Votre fichier ne semble pas être un type de Rom valide pour ce système

source: Add a new system
fr: Ajouter un nouveau système

source: Path
fr: Chemin

source: Upload a bios
fr: Uploader un Bios

source: This is the full list of supported Bios, existing bios you have uploaded will be decorated and followed with a checkbox
fr: Ceci est la liste complète des Bios supportés, les bios existant que vous avez uploadé seront décorés et suivi d'une case à cocher

source: Delete selected files
fr: Supprimer les fichiers séléctionnés

source: System
fr: Système

source: Filename
fr: Nom du fichier

source: MD5 checksum
fr: Somme de vérification MD5

source: Check
fr: Séléctionner

source: Current
fr: Actuel

source: Backup
fr: Sauvegarde

source: Save
fr: Enregistrer

source: <strong>Monitor</strong> your system resources
fr: <strong>Surveillez</strong> les ressources de votre système

source: Read and edit the Recalbox <strong>Configuration</strong> file
fr: Consultez et éditez le fichier de <strong>configuration</strong> de la Recalbox

source: Read the Recalbox <strong>logs</strong>
fr: Consultez les <strong>logs</strong> de la Recalbox

source: Manage all supported <strong>Bios</strong> files for emulated systems
fr: Gérez tout les <strong>Bios</strong> supportés pour les systèmes émulés

source: Manage <strong>Rom</strong> files for emulated systems
fr: Gérez les fichiers de <strong>Rom</strong> pour les systèmes émulés

source: Use the <strong>Virtual gamepad</strong>
fr: Utilisez le <strong>Gamepad virtuel</strong>

source: CPU
fr: Processeur

source: Core&nbsp;%(number)s
fr: Coeur&nbsp;%(number)s

source: Memory
fr: Mémoire

source: Free: %(size)s
fr: Libre: %(size)s

source: CPU Temperature
fr: Température CPU

source: File system
fr: Système de fichiers

source: Device
fr: Périphérique

source: Mount
fr: Montage

source: Used
fr: Utilisé

source: Free
fr: Libre

source: This system requires one or more <a href="%(bios_url)s">bios</a> file that are missing from your installation:
fr: Ce système requiert un ou plusieurs <a href="%(bios_url)s">fichiers de bios</a> qui ne sont pas présents dans votre installation&nbsp;:

source: Upload a rom
fr: Uploader une Rom

source: Size
fr: Taille

source: Available systems
fr: Système de fichiers

source: Add
fr: Ajouter

source: File has been uploaded: {}
fr: Le fichier a été uploadé: {}

source: Deleted file(s): {}
fr: Fichier(s) supprimé(s): {}

source: File has been backuped then edited
fr: Le fichier a été sauvegardé puis édité

source: File has been edited
fr: Le fichier a été édité

source: System "{}" has been created
fr: Le système "{}" a été créé

source: English
fr: Anglais

source: French
fr: Français

source: German
fr: Allemand

source: Error 404
fr: Erreur 404

source: Not found
fr: Non Trouvé

source: The ressource you tried to reach does not exists
fr: La ressource que vous essayez d'atteindre n'existe pas

source: Error 500
fr: Erreur 500

source: Internal Server Error
fr: Erreur interne au serveur

source: The server encountered an internal server error or misconfiguration and was unable to complete your request.
fr: Le serveur a rencontré une erreur ou un problème de configuration et a été incapable de répondre à la requête

source: Links
fr: Liens

source: https://github.com/digitalLumberjack/recalbox-os/wiki/Home-(EN)
fr: https://github.com/digitalLumberjack/recalbox-os/wiki/Home-(FR)

source: Wiki (EN)
fr: Wiki (FR)
